/* Window Title */
"Bauhaus Clock Options" = "Options de l'Horloge Bauhaus";

/* Theme Selection */
"Theme" = "Apparence";
"Day" = "Jour";
"Night" = "Nuit";
"System" = "Système";

/* Color Selection */
"Lume Color" = "Couleur du Lume";

/* Watch Dial Selection */
"Watch Dial" = "Cadran";

/* Buttons */
"OK" = "OK";
"Cancel" = "Annuler";
"Made with care by Atilla ↗" = "Créé avec amour par Atilla ↗";

/* Color Names */
"Red" = "Rouge";
"Amber" = "Ambre";
"Lavender" = "Lavande";
"Rose" = "Rose";
"Seafoam" = "Écume de Mer";
"Sky" = "Ciel";
"Swiss BGW9" = "Swiss BGW9";
"Peach" = "Pêche";
"Tritium Green" = "Vert Tritium";
"Aqua" = "Aqua";
"Lime" = "Citron Vert";
"Yellow" = "Jaune";
"Ice Blue" = "Bleu glacé";
"White" = "Blanc";

/* Size Selection */
"Size" = "Taille";
"Standard" = "Classique";
"Compact" = "Compact";

/* Movement Selection */
"Movement" = "Mouvement";
"1 Hz" = "Quartz";
"4 Hz" = "Mécanique";
"60 Hz" = "Numérique";

/* Movement Subtitles */
"Quartz tick" = "Tic quartz";
"Mechanical sweep" = "Balayage mécanique";
"Ultra smooth" = "Mouvement fluide";

/* Watch Dial Names */
"Glacier" = "Glacier";
"Ocean" = "Océan";
"Turquoise" = "Turquoise";
"Tennis" = "Tennis";
"Signal Blue" = "Bleu signal";
"Salmon" = "Saumon";
"White" = "Blanc";
"Yellow" = "Jaune";
"Beige" = "Beige";
"Pistachio" = "Pistache";
"Lavender" = "Lavande";
"Sky Blue" = "Bleu Ciel";
"Cream" = "Crème";
"Charcoal" = "Charbon";
"Noir" = "Noir";